Repository: plainspooky/monster_wrestling
Catalog: lang/messages_*.UTF-8.po
Languages: es_es, pt_br

source: PANIC ON!!
es_es: EL PÁNICO CONTINUA!!
pt_br: PÂNICO!!

source: * * * You are seeing stars * * *
es_es: * * * Estas viendo estrellas * * *
pt_br: * * * Está vendo estrelas * * *

source: Heartbeat increase : {}
es_es: Incremento del pulso : {}
pt_br: Ritmo Cardíaco : {}

source: Oxygen supply = {}
es_es: Suministro de oxigeno = {}
pt_br: Consumo de Oxigênio = {}

source: Amount of adrenaline?
es_es: ¿Cantidad de adrenalina?
pt_br: Quantidade de adrenalina?

source: Monster Wrestling
es_es: Combate de monstruos
pt_br: O Desafio dos Monstros

source: Size of monster : {}
es_es: Tipo de monstruo : {}
pt_br: Tamanho do monstro : {}

source: Distance away : {}
es_es: Distancia : {}
pt_br: Distância : {}

source: Muscular effort?
es_es: ¿Esfuerzo muscular?
pt_br: Esforço muscular?

source: Monster kept at bay
es_es: El monstruo se mantiene en la bahía
pt_br: Monstro sob controle

source: End of game!
es_es: Fin del juego!
pt_br: Fim do jogo!

source: Phew!!!!
es_es: ¡¡¡Ufff!!!
pt_br: Ufa!!!!

source: The monster is tired and has gone to look for another victim.
es_es: El monstruo está cansado y ha ido a buscar otra victima.
pt_br: O monstro está cansado e foi procurar outra vítima.

source: You survive to tell the tale!
es_es: Sobrevives para contarlo
pt_br: Você escapou!!!

source: You have been crushed to a pulp in the monster's huge arms.
es_es: Acabas de morir reventado en los enormes brazos del monstruo.
pt_br: Você foi esmagado até a morte pelo monstro.

source: You survived {} round{}.
es_es: ha sobrevivido {} asalto{}.
pt_br: Você sobreviveu {} round{}.

source: You blacked out!
es_es: Te ha dado un ataque al corazón!
pt_br: Você desmaiou!

source: Press any key to exit...
es_es: Tecle algo para salir...
pt_br: Tecle algo para sair...
